{
    "err"
:
    0,
        "msg"
:
    "",
        "data"
:
    {
        "nouse"
    :
        [{
            "price": "5",
            "hbtitle": "线路红包",
            "hbno": "20160513002",
            "time": "2016-05-20"
        }, {
            "price": "10",
            "hbtitle": "线路红包",
            "hbno": "20160513002",
            "time": "2016-05-20"
        }, {
            "price": "100",
            "hbtitle": "线路红包",
            "hbno": "20160513002",
            "time": "2016-05-20"
        }],
            "use"
    :
        [{
            "price": "100",
            "hbtitle": "线路红包",
            "hbno": "20160513002",
            "time": "2016-05-20"
        }, {
            "price": "10",
            "hbtitle": "线路红包",
            "hbno": "20160513002",
            "time": "2016-05-20"
        }, {
            "price": "5",
            "hbtitle": "线路红包",
            "hbno": "20160513002",
            "time": "2016-05-20"
        }]
    }
}